Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Myös työttömyysturvan aktiivimallin valmistelu eteni kertomusvuonna työllisyystyöryhmän muistiossa esitetyn mukaisesti ja malli otettiin käyttöön vuoden 2018 alusta.
sv_se: Beredningen av aktiveringsmodellen inom utkomstskyddet för arbetslösa framskred under berättelseåret i enlighet med sysselsättningsarbetsgruppens pm och modellen togs i bruk i början av 2018.

source: Työllisyyden lisääminen ja työttömyyden keston lyhentäminen.
sv_se: Öka sysselsättningen och förkorta arbetslöshetens längd.

source: Työryhmän muistio.
sv_se: Arbetsgruppens promemoria.

source: Valtiovarainministeriö.
sv_se: Finansministeriet.

source: http://vm.fi/artikkeli/-/asset_publisher/10184/tyollisyystyoryhman-raportti-valmistui-valtiosihteeri-hetemaen-tiedotustilaisuus-klo-16
sv_se: http://vm.fi/artikkeli/-/asset_publisher/10184/tyollisyystyoryhman-raportti-valmistui-valtiosihteeri-hetemaen-tiedotustilaisuus-klo-16?_101_INSTANCE_AOvUVthvfE4u_languageId=sv_SE

source: Kertomusvuonna on valmisteltu työllisyys- ja yrityspalveluja koskevan lainsäädännön uudistamista vastaamaan tilannetta v. 2020 uusien maakuntien aloittaessa toimintansa.
sv_se: Under berättelseåret har förnyelsen av lagstiftningen gällande sysselsättnings- och företagstjänsterna beretts för att motsvara år 2020 då de nya landskapen påbörjar sin verksamhet.

source: Uudistuksella kootaan yhteen työnhakijoiden, työnantajien ja yritysten palvelut.
sv_se: Genom reformen samlar man ihop tjänsterna för arbetssökande, arbetsgivare och företag.

source: Uudenmaan alueella kasvupalveluiden järjestämisvastuu osoitetaan muusta maasta poiketen Uudenmaan kasvupalvelukuntayhtymälle.
sv_se: I Nyland riktas organiseringsansvaret för tillväxttjänsterna, i motsats till övriga landet, till samkommunen för tillväxttjänster i Nyland.

source: Hallituksen esitys annettiin eduskunnalle huhtikuussa 2018 (HE 35/2018 vp).
sv_se: Regeringens proposition överlämnades till riksdagen i april 2018 (RP 35/2018 rd).

source: Työllisyyden edistämiseen liittyvinä kokeiluina on toteutettu mm. työnvälityksen tulosperusteisia pilotteja, joissa julkinen työnvälitys hankkii työllistymistä edistäviä palveluja yksityisiltä henkilöstöpalveluyrityksiltä.
sv_se: I experimenten i samband med främjandet av sysselsättningen har man bl.a. genomfört resultatbaserade pilotförsök för arbetsförmedlingen där den offentliga arbetsförmedlingen skaffar sysselsättningsfrämjande tjänster från privata bemanningsföretag.

source: Uudet hankkeet on kohdennettu kasvuyritysten työllisyysohjelmaan, jolla luodaan perustaa tuleville maakunnallisille kasvupalveluille.
sv_se: Nya projekt har riktats till tillväxtföretagens sysselsättningsprogram som skapar grunden för kommande tillväxttjänster i landskapen.

source: Työperäisen maahanmuuton ja yritysten kasvun edistämiseksi käynnistettiin Talent Boost – Kasvua kansainvälisistä osaajista -toimenpideohjelma, jolla houkutellaan kansainvälisiä osaajia Suomeen.
sv_se: För att främja arbetsrelaterad invandring och företagstillväxt startades åtgärdsprogrammet Talent Boost – Tillväxt genom internationella talanger som ska locka internationella talanger till Finland.

source: Maahanmuuttajien työllistymisen nopeuttamiseksi käynnistettiin maahanmuuttajien kotoutumisen SIB -hanke, jossa maahanmuuttajien työllistymistä tehostetaan yksityisellä pääomalla.
sv_se: För att främja en snabb sysselsättning av invandrare startades SIB-projektet för integration av invandrare där sysselsättningen av invandrare intensifieras med hjälp av privat kapital.

source: Tarkoitus on nopeuttaa maahanmuuttajien työllistymistä yhdistämällä yritykset ja työntekijät sekä räätälöimällä kotoutumiskoulutusta työpaikan tarpeiden mukaan.
sv_se: Syftet är att påskynda sysselsättningen av invandrarna genom att sammanföra företag och arbetstagare samt genom att skräddarsy integrationsutbildning enligt arbetsplatsens behov.

source: Vuoden 2017 loppuun mennessä hankkeen koulutuksiin oli osallistunut 521 henkilöä, joista 140 henkilöä oli työllistynyt.
sv_se: I slutet av 2017 hade 521 personer deltagit i projektets utbildningar och 140 av dessa hade blivit sysselsatta.

source: Tavoitteena on työllistää 2 500 maahanmuuttajaa kolmen vuoden aikana.
sv_se: Målsättningen är att sysselsätta 2 500 invandrare under tre års tid.

source: Elinkeinoelämän ja yrittäjyyden edellytysten parantaminen
sv_se: Förbättrade förutsättningar för näringsliv och företagande

source: Hallituksen yrittämisen edellytyksiä vahvistavan yrittäjyyspaketin toteutusta arvioineessa selvityksessä paketin toimenpiteet (2015–2017) katsotaan perustelluiksi ja oikeansuuntaisiksi.
sv_se: I utredningen gällande genomförandet av regeringens företagarpaket som främjar företagande anses paketets åtgärder (2015–2017) vara motiverade och rätt riktade.

source: Yrittäjyyspolitiikalta kuitenkin peräänkuulutetaan nykyistä selkeämpää tavoitteellisuutta, poikkihallinnollisuutta ja yksittäisten toimenpiteiden kytkentää laajemmin yrittäjyyspolitiikan strategiaan, visioon ja tavoitteisiin.
sv_se: I företagarpolitiken efterlyser man dock en tydligare målinriktning, tväradministrativt samarbete och mer omfattande koppling av enskilda åtgärder med företagarpolitikens strategi, vision och mål.

source: Härmälä ym. Y
sv_se: Härmälä et al.

source: rittäjyyden uudet suunnat – selvitys hallituksen toimenpiteistä yrittäjyyden vahvistamiseksi.
sv_se: Yrittäjyyden uudet suunnat – selvitys hallituksen toimenpiteistä yrittäjyyden vahvistamiseksi.

source: Valtioneuvoston tutkimus- ja selvitystoiminnan julkaisuja 75/2017.
sv_se: Statsrådets utrednings- och forskningsverksamhets publikationer 75/2017.

source: Yrityspalvelujen toimintaa vahvistettiin uudella Business Finland -toimintamallilla.
sv_se: Företagstjänsternas verksamhet stärktes genom den nya verksamhetsmodellen Business Finland.

source: Vuoden 2018 alusta Innovaatiorahoituskeskus Tekes muuttui Innovaatiorahoituskeskus Business Finlandiksi ja Finpro Oy Business Finland Oy:ksi.
sv_se: Från början av 2018 blev Innovationsfinansieringsverket Tekes Innovationsfinansieringsverket Business Finland och Finpro Oy Business Finland Ab.

source: Uudistuksen myötä yritykset saavat yhdestä pisteestä kaikki palvelut liittyen innovaatiorahoitukseen, kansainvälistymiseen, kansainvälisiin investointeihin ja matkailun (Visit Finland) edistämiseen.
sv_se: I och med reformen får företag alla tjänster gällande främjande av innovationsfinansiering, internationalisering, internationella investeringar och turism (Visit Finland) från ett ställe.

source: Uudistus yksinkertaistaa yrityspalvelujärjestelmää ja kohdentaa henkilöresursseja enemmän asiakastyöhön ja ulkomaan toimintoihin.
sv_se: Reformen förenklar systemet för företagstjänster och riktar de mänskliga resurserna mer på kundarbetet och den internationella verksamheten.

source: Osana yrittäjyyspakettia käynnistettiin valmennuspalvelu Yrittäjästä työnantajaksi, jolla kehitetään ensisijaisesti ensimmäistä työntekijäänsä palkkaavien yksinyrittäjien työnantajataitoja ja rekrytointiosaamista.
sv_se: Som en del av företagarpaketet startades coachingtjänsten Från företagare till arbetsgivare vars mål är att utveckla arbetsgivarfärdigheterna och rekryteringskompetensen i första hand hos ensamföretagare som anställer sin första arbetstagare.

source: Kertomusvuonna perustettiin Suomen teollisuussijoitus Oy:n hallinnoima 150 milj. euron kasvurahastojen rahasto III (KRR III), joka tekee sijoituksia kotimaisiin alku- ja kasvuvaiheen pääomasijoitusrahastoihin.
sv_se: Under berättelseåret grundades Fonden för tillväxtfonder III på 150 mn euro som administreras av Finlands Industriinvestering Ab. Fonden investerar i inhemska kapitalinvesteringsfonder som befinner sig i initial- och tillväxtskedet.

source: Lisäksi YEL-yrittäjän sairauspäivärahan omavastuuaikaa lyhennettiin kolmesta yhteen päivään ja annettiin hallituksen esitys (HE 129/2017 vp, L 121/2018) eduskunnalle ulkomaalaisten startup -yrittäjien oleskeluluvasta.
sv_se: Dessutom förkortades självrisktiden för FöPL-företagarens sjukdagpenning från tre till en dag och så överlämnades regeringens proposition (RP 129/2017 rd, L 121/2018) till riksdagen gällande uppehållstillstånd för utländska startup-företagare.

source: Innovaatioseteli on myönnetty n. 1 600 yritykselle.
sv_se: Innovationssedeln har beviljats till ca 1 600 företag.

source: Kokemukset innovaatiosetelistä ovat olleet laajasti positiivisia.
sv_se: Erfarenheterna av innovationssedeln har varit positiva.

source: Seteliä ovat käyttäneet pääasiassa pienet ja nuoret yritykset.
sv_se: Det är huvudsakligen små och unga företag som har använt sedlarna.

source: Setelihankkeet ovat kannustaneet yrityksiä käyttämään omia varojaan kehittämistoimintaan.
sv_se: Sedelprojekten har uppmuntrat företag att använda eget kapital till utvecklingsverksamheten.

source: Yleisimpiä kohteita ovat olleet tuote- ja palvelukehitys sekä immateriaalioikeus- ja patenttiselvitykset.
sv_se: De vanligaste ändamålen har varit utveckling av produkter och tjänster samt immaterialrätts- och patentutredningar.

source: Joka kymmenennessä hankkeessa kehityskohteena on ollut liiketoiminnan digitalisointi.
sv_se: I var tionde projekt har utvecklingsändamålet varit digitalisering av verksamheten.

source: Tekoälyohjelma
sv_se: Program för artificiell intelligens

source: Hallituksen kevään 2017 puolivälitarkastelun uutena avauksena valmisteltiin ehdotus Suomen tekoälyohjelmaksi.
sv_se: Som en ny öppning vid regeringens halvtidsöversyn våren 2017 bereddes förslaget till Finlands program för artificiell intelligens (AI).

source: Tavoitteeksi ohjelmalle annettiin nostaa tekoäly ja robotiikka suomalaisyritysten menestystekijäksi ja Suomi maailman parhaaksi tekoälyn soveltajaksi.
sv_se: Syftet med programmet är att öka den artificiella intelligensen (AI) och robotiken för att uppnå framgång i finländska företag och för att göra Finland till världens bästa tillämpare av AI.

source: Ohjausryhmä julkaisi lokakuussa 2017 väliraportin yhdessä Digitaalisen alustatalouden tiekartasto -raportin kanssa.
sv_se: I oktober 2017 publicerade styrgruppen en interimsrapport tillsammans med rapporten Digitaalisen alustatalouden tiekartasto (Den digitala plattformsekonomins vägkarta) .

source: Väliraportissa tehtiin suosituksia liittyen yritysten kilpailukyvyn kasvattamiseen, datan hyödyntämiseen, tekoälyn käyttöönoton nopeuttamiseen, osaamiseen, rahoitukseen ja investointeihin, julkisiin palveluihin, uudenlaisiin yhteistyömalleihin sekä vaikuttamiseen kansainvälisellä ja EU-tasolla.
sv_se: I interimsrapporten gavs rekommendationer för att öka företagens konkurrenskraft, utnyttja data, påskynda ibruktagningen av AI, kompetensen, finansieringen och investeringarna, offentliga tjänster, nya samarbetsmodeller samt påverka på internationell och EUnivå.

source: Raporttia ja erityisesti sen suosituksia voidaan pitää sekä ehdotuksena tekoälyohjelmaksi että työryhmän hallituskauden loppuun jatkuvan työn ohjelmana, josta raportoidaan loppuraportissa v. 2019.
sv_se: Rapporten och speciellt dess rekommendationer kan ses som både förslag till ett AI-program och som arbetsgruppens kontinuerliga arbetsprogram fram till slutet av regeringsperioden, vilket man rapporterar om i slutrapporten år 2019.

source: Selvityksessä tekoäly tarkoittaa laitteita, ohjelmistoja ja järjestelmiä, jotka kykenevät oppimaan ja tekemään päätöksiä lähes samalla tavalla kuin ihmiset.
sv_se: I utredningen innebär AI enheter, program och system som klarar av att lära sig och fatta beslut på nästan samma sätt som människor.

source: Tekoälyn avulla koneet, laitteet, ohjelmat, järjestelmät ja palvelut voivat toimia tehtävän ja tilanteen mukaisesti järkevällä tavalla.
sv_se: Med hjälp av AI kan maskiner, enheter, program, system och tjänster fungera i enlighet med uppgifter och situationer på ett förnuftigt sätt.

source: Työ- ja elinkeinoministeriön julkaisuja 41/2017.
sv_se: Arbets- och näringsministeriets publikationer 41/2017.

source: Viitanen ym. D
sv_se: Viitanen et al.

source: igitaalisen alustatalouden tiekartasto.
sv_se: Digitaalisen alustatalouden tiekartasto.

source: Asuntopolitiikka
sv_se: Bostadspolitiken

source: Hallituksen asuntopolitiikan tavoitteena on lisätä asuntorakentamista ja vastata aikaisempaa paremmin erityyppiseen asuntokysyntään.
sv_se: Målet med regeringens bostadspolitik är att öka bostadsbyggandet och bättre än tidigare svara mot olika former av bostadsefterfrågan.

source: Asuntotuotanto on noussut v. 2017 ennätystasolle.
sv_se: Bostadsproduktionen har ökat till rekordnivå år 2017.

source: Tuotannossa on painottunut erityisesti kerrostalotuotanto ja se on kohdistunut ennen kaikkea suurille kaupunkiseuduille.
sv_se: Inom produktionen har särskild vikt lagts vid produktionen av höghus och framförallt riktats till stora stadsområden.

source: Asuntotuotanto vuosina 2012–2017, asuntoja (aloitukset)
sv_se: Bostadsproduktionen 2012–2017, bostäder (påbörjade)

source: Koko maan asuntotuotanto
sv_se: Hela landets bostadsproduktion

source: josta valtion tukemia
sv_se: av vilken statssubventionerade

source: josta Helsingin seutu**
sv_se: av vilken Helsingforsregionen**

source: * Vuoden 2017 luvut ovat ennakkotietoja
sv_se: * Siffrorna för år 2017 är förhandsinformation

source: ** Maankäytön, liikenteen ja asumisen (MAL) -sopimusalueen 14 kuntaa
sv_se: ** Markanvändnings-, boende- och trafik- (MBT)-avtalsområdets 14 kommuner

source: Maan suurimmilla kasvuseuduilla (Helsingin, Tampereen, Turun ja Oulun seudut) toteutetaan kuntien ja valtion välisiä maankäytön, asumisen ja liikenteen (MAL) sopimuksia vuosille 2016–2019.
sv_se: I landets största tillväxtregioner (Helsingfors, Tammerfors, Åbo och Uleåborg) genomförs markanvändnings-, boende- och trafik- (MBT)-avtalen mellan regionerna och staten för åren 2016–2019.

source: MAL-sopimusten tavoitteena on seutujen tonttitarjonnan lisääminen ja asuntotuotannon edellytysten parantaminen.
sv_se: Målet med MBT-avtalen är att öka regionernas tomtutbud och förbättra bostadsproduktionens förutsättningar.

source: Lisäksi tavoitteena on yhdyskuntarakenteen ja liikennejärjestelmän yhteensovittaminen siten, että luodaan edellytyksiä liikenteeseen kohdistettujen ja joukkoliikennettä tukevien investointien täysimääräiselle hyödyntämiselle.
sv_se: Dessutom är målet att förena samhällsstrukturen och trafiksystemet genom att skapa förutsättningar för att fullt utnyttja investeringar som riktas mot trafiken och som stöder kollektivtrafiken.

source: Sopimusten osana valtio osallistuu myös kaupunkiseuduille rakennettavien suurten raidehankkeiden rahoitukseen (pääkaupunkiseudun Raidejokeri ja Tampereen raitiotie).
sv_se: Som en del av avtalen deltar staten även i finansieringen av de stora spårvägsprojekten som byggs i stadsregionerna (Spårjokern i huvudstadsregionen och spårvägen i Tammerfors).

source: Valtion asuntotuotannon tuen painopisteenä on ollut erityisesti Helsingin seutu, jonka asuntomarkkinat muodostavat koko maan tasolla haastavimman kokonaisuuden.
sv_se: Staten har särskilt riktat stödet för bostadsproduktionen på Helsingforsregionen vars bostadsmarknad är den mest utmanande i hela landet.

source: Vuoden 2017 loppuun mennessä MAL-seurannan ennakkotietojen mukaan Helsingin seudulla on aloitettu sopimuskauden aikana yht. n. 33 000 asunnon rakentaminen.
sv_se: I slutet av 2017 har man enligt MBT-uppföljningens förhandsuppgifter inlett byggandet av sammanlagt ca 33 000 bostäder i Helsingforsregionen under avtalsperioden.

source: Vastaavasti seudulle on valmistunut yht. n. 27 500 uutta asuntoa.
sv_se: På samma sätt har sammanlagt ca 27 500 bostäder färdigställts i regionen.

source: Näistä asunnoista n. 7 100 on valtion korkotukemia vuokra- ja asumisoikeusasuntoja.
sv_se: Av dessa bostäder är ca 7 100 hyres- och bostadsrättsbostäder som stöds med statens räntestöd.

source: Koko sopimuskauden asuntotuotantotavoite Helsingin seudulla on yht. 60 000 asuntoa.
sv_se: Målsättningen för bostadsproduktionen i Helsingforsregionen under hela avtalsperioden är sammanlagt 60 000 bostäder.

source: Kaavoituksen osalta sopimuskauden puoliväliin mennessä yli puolet Helsingin seudun MAL-sopimuksen mukaisesta asuntotuotannon asemakaavoituksen kerrosalasta (yht. 6,2 milj. kerrosala-m2) on toteutunut.
sv_se: Gällande planläggningen hade över hälften av den MBT-avtalsenliga våningsarealen för bostadsproduktionen i stadsplanen (sammanlagt 6,2 mn våningsm2) i Helsingforsregionen genomförts i mitten av avtalsperioden.

source: Tämä parantaa osaltaan seudun asuntotuotannon edellytyksiä myös pidemmällä aikavälillä.
sv_se: Detta förbättrar å sin sida förutsättningarna för regionens bostadsproduktion även på längre sikt.

source: Myös muiden MAL-sopimusten asuntotuotantotavoitteet ovat toteutuneet hyvin.
sv_se: De övriga MBT-avtalens målsättningar för bostadsproduktionen har också genomförts väl.

source: Asuntoja on rakennettu tavoitteiden mukainen määrä ja tuotannon painopiste on ollut liikenteellisesti hyvin saavutettavilla alueilla.
sv_se: Bostäder har byggts i enlighet med målsättningarna och tyngdpunkten för produktionen har varit trafikmässigt lättillgängliga områden.

source: Valtion tukemia asuntoja aloitettiin v. 2017 yht. n. 8 560, mikä on n. 660 asuntoa enemmän kuin edellisenä vuonna.
sv_se: År 2017 påbörjades sammanlagt ca 8 560 statssubventionerade bostäder vilket är ca 660 fler bostäder än året innan.

source: Tuotannosta n. 90 % oli korkotuettua tuotantoa.
sv_se: Av produktionen var ca 90 % räntestödd produktion.

source: Pitkällä korkotukimallilla tuettujen normaalien vuokra-asuntojen määrä kasvoi selvästi edellisvuoteen verrattuna, lisäystä oli 690 asuntoa.
sv_se: Antalet normala hyresbostäder som subventionerats enligt den långa räntestödsmodellen ökade klart i jämförelse med året innan, ökningen var 690 bostäder.

source: Tuotanto painottui muun asuntotuotannon tavoin kasvukeskuksiin (85 %).
sv_se: Precis som den övriga bostadsproduktionen låg tyngdpunkten på tillväxtcentrum (85 %).

source: Helsingin seudun MAL-kuntien osuus tuotannosta oli noin puolet koko tuetusta tuotannosta.
sv_se: I Helsingforsregionen var MBT-kommunernas andel av produktionen cirka hälften av hela den subventionerade produktionen.

source: 2.3 Osaaminen ja koulutus
sv_se: 2.3 Kompetens och utbildning

source: Toimilla nostetaan osaamisen tasoa, vähennetään syrjäytyneiden nuorten määrää, lisätään tutkimuksen ja innovaatiotoiminnan vaikuttavuutta sekä luodaan uutta koulutusvientiä.
sv_se: De här insatserna höjer kompetensnivån, minskar antalet marginaliserade unga, ökar effekterna av forskning och innovationsverksamhet samt skapar ny utbildningsexport.

source: Seuraavassa kuviossa on esitetty osaamisen ja koulutuksen painopisteen kärkihankkeiden keskeisten etappien saavuttaminen v. 2017.
sv_se: I följande figur presenteras prioriteringarna för kompetens och utbildning för att uppnå spetsprojektens centrala etapper år 2017.

source: Osaaminen ja koulutus -painopisteen keskeisimmät etapit 2017
sv_se: De viktigaste etapperna inom prioriteringen för Kompetens och utbildning år 2017

source: Koulutusjärjestelmän uudistukset
sv_se: Utbildningssystemets reformer

source: Hallituskauden aikana on toteutettu neljää koulutusjärjestelmän uudistusta, jotka kohdistuvat peruskouluun, lukioon, ammatilliseen koulutukseen sekä yliopistoihin ja ammattikorkeakouluihin.
sv_se: Under regeringsperioden har fyra reformer av utbildningssystemet genomförts, dessa riktar sig till grundskolan, gymnasiet, yrkesinriktade utbildningen samt universiteten och yrkeshögskolorna.

source: Lukiouudistuksesta päätettiin hallituksen puolivälitarkastelun yhteydessä keväällä 2017.
sv_se: Beslut om gymnasiereformen fattades i samband med regeringens halvtidsöversyn våren 2017.

source: Väestön (yli 15-vuotiaat) koulutusrakenne 2000–2016
sv_se: Befolkningens (den 15 år fyllda) utbildningsstruktur 2000–2016

source: Tilastokeskus
sv_se: Statistikcentralen

source: Osana peruskoulu-uudistusta otettiin käyttöön uudet opetussuunnitelmat jo syksyllä 2016.
sv_se: Som en del av grundskolereformen togs nya läroplaner i bruk redan hösten 2016.

source: Samalla käynnistettiin Uusi peruskoulu -ohjelma, joka edistää digitalisaatiota, opettajien osaamisen kehittämistä ja uusien opetussuunnitelmien käyttöönottoa.
sv_se: Samtidigt startades programmet Den nya grundskolan som främjar digitaliseringen, utvecklingen av lärarnas kompetens och ibruktagandet av den nya läroplanen.

source: Peruskoulufoorumin laatimat yhteiset tavoitteet ja toimet tasa-arvoiselle peruskoululle julkaistiin helmikuussa 2018.
sv_se: De gemensamma målsättningarna och åtgärderna för en jämlik grundskola som grundskoleforumet utarbetat publicerades i februari 2018.

source: Kertomusvuonna käynnistettiin opettajankoulutuksen kehittämisohjelman toimeenpano ja valtakunnalliseen opettajien vertaistukeen perustuva tutoropettajatoiminta.
sv_se: Under berättelseåret inleddes verkställandet av utvecklingsprogrammet för lärarutbildningen samt tutorlärarverksamheten som baserar sig på en riksomfattande stödgrupp för lärare.

source: Liikkuva koulu -toimintaa on laajennettu.
sv_se: Skolan i rörelse-verksamheten har utvidgats.

source: Toiminnan varhaisvuosiin kohdistuvassa Ilo kasvaa liikkuen -toiminnassa oli mukana n. puolet Suomen varhaiskasvatuksesta (n. 1 600 varhaiskasvatusyksikköä 150 kunnasta).
sv_se: I Glädje i rörelse-verksamheten som riktar sig till den småbarnspedagogiska verksamheten deltog ca hälften av Finlands småbarnspedagogiska verksamhet (ca 1 600 småbarnspedagogiska enheter i 150 kommuner).

source: Perusasteen toiminnassa oli v. 2017 mukana n. 90 % Suomen oppilaista ja kunnista sekä toisen asteen kokeilutoiminnassa n. 100 oppilaitosta (50 kokeiluhanketta).
sv_se: I verksamheten på grundskolenivå deltog år 2017 ca 90 % av Finlands elever och kommuner samt i andra stadiets försöksverksamhet ca 100 läroanstalter (50 försöksprojekt).

source: Näissä määrällisissä tavoitteissa onnistuttiin erinomaisesti, mutta suositusten mukaiseen liikkumisen määrään on vielä matkaa kaikissa ikäryhmissä.
sv_se: Vi lyckades utmärkt med de kvantitativa målsättningarna men vi har fortfarande en bit kvar gällande den rekommenderade rörelsemängden i alla åldersgrupper.

source: Kertomusvuonna valmisteltiin hallituksen esitys toisen kotimaisen kielen kokeilusta perusopetuksessa.
sv_se: Under berättelseåret bereddes regeringens proposition gällande ett försök om det andra inhemska språket i den grundläggande utbildningen.

source: Vuoden 2018 alussa voimaan tulleella lailla (L 1134/2017) mahdollistetaan 2 200 koululaisen kielikokeilu, johon osallistuvien perusopetuksen oppimäärään ei kuuluisi toisen kotimaisen kielen oppimäärää.
sv_se: Lagen som trädde i kraft i början av år 2018 (1134/2017) möjliggör ett språkförsök med 2 200 skolelever där lärokursen i det andra inhemska språket inte skulle ingå i den grundläggande utbildningens lärokurs för de deltagande eleverna.

source: Kokeilulupa myönnettiin hakemuksesta maaliskuussa 2018 viidelle koulutuksen järjestäjälle (kahdeksan koulua).
sv_se: Försökstillstånd beviljades efter ansökan i mars 2018 åt fem utbildningsanordnare (åtta skolor).

source: Kielikokeiluun voi osallistua yht. 452 oppilasta.
sv_se: I språkförsöket kan sammanlagt 452 elever delta.

source: Yleisin tarjottava kieli on venäjä, mutta valittavaksi tarjotaan myös espanjaa, ranskaa ja saksaa.
sv_se: Det vanligaste språket som erbjuds är ryska men man kan även välja spanska, franska och tyska.

source: Ammatillista koulutusta koskeva toimintalainsäädäntö ja ammatillisen koulutuksen uusi rahoitusjärjestelmä tulivat voimaan vuoden 2018 alusta (L 531/2017–535/2017).
sv_se: Verksamhetslagstiftningen gällande yrkesutbildningen och yrkesutbildningens nya finansieringssystem trädde i kraft i början av 2018 (L 531/2017–535/2017).
